module.exports = [
  { name: '高見山', lat: 34.369468, lng: 133.207554, genre: '見る/自然景観' },
  { name: '鳴滝山', lat: 34.410772, lng: 133.146991, genre: '見る/自然景観' },
  { name: '観音山', lat: 34.268271, lng: 133.080629, genre: '見る/自然景観' },
  {
    name: '因島水軍城',
    lat: 34.328105,
    lng: 133.166348,
    genre: '見る/文化施設'
  },
  { name: '千光寺', lat: 34.410587, lng: 133.198711, genre: '見る/神社仏閣' },
  { name: '持光寺', lat: 34.40724, lng: 133.195795, genre: '見る/神社仏閣' },
  { name: '耕三寺', lat: 34.303924, lng: 133.090232, genre: '見る/神社仏閣' },
  { name: '向上寺', lat: 34.306293, lng: 133.086976, genre: '見る/神社仏閣' },
  { name: '天寧寺', lat: 34.40977, lng: 133.200675, genre: '見る/神社仏閣' },
  { name: '浄土寺', lat: 34.411951, lng: 133.210136, genre: '見る/神社仏閣' },
  { name: '福善寺', lat: 34.41212, lng: 133.20279, genre: '見る/神社仏閣' },
  { name: '西郷寺', lat: 34.414067, lng: 133.208065, genre: '見る/神社仏閣' },
  { name: '光明寺', lat: 34.408223, lng: 133.1978, genre: '見る/神社仏閣' },
  { name: '西國寺', lat: 34.415904, lng: 133.203387, genre: '見る/神社仏閣' },
  {
    name: '浄土寺庭園',
    lat: 34.411951,
    lng: 133.210136,
    genre: '見る/公園・庭園'
  },
  { name: '尾道', lat: 34.408885, lng: 133.20487, genre: '見る/施設景観' },
  {
    name: '向上寺三重塔',
    lat: 34.306897,
    lng: 133.086678,
    genre: '見る/文化施設'
  },
  {
    name: '浄土寺本堂',
    lat: 34.411951,
    lng: 133.210136,
    genre: '見る/文化施設'
  },
  {
    name: '吉原家住宅',
    lat: 34.387533,
    lng: 133.206973,
    genre: '見る/文化施設'
  },
  { name: '光明坊', lat: 34.280043, lng: 133.117833, genre: '見る/文化施設' },
  {
    name: '新尾道大橋',
    lat: 34.409735,
    lng: 133.216159,
    genre: '見る/文化施設'
  },
  { name: '因島大橋', lat: 34.358707, lng: 133.183737, genre: '見る/文化施設' },
  {
    name: '耕三寺博物館',
    lat: 34.303763,
    lng: 133.090249,
    genre: '見る/文化施設'
  },
  {
    name: '大浜埼灯台記念館（旧大浜埼通航潮流信号所）',
    lat: 34.357596,
    lng: 133.173155,
    genre: '見る/文化施設'
  },
  {
    name: '圓鍔勝三彫刻美術館',
    lat: 34.513646,
    lng: 133.137426,
    genre: '見る/文化施設'
  },
  {
    name: '因島史料館',
    lat: 34.327059,
    lng: 133.166561,
    genre: '見る/文化施設'
  },
  {
    name: '尾道市立美術館',
    lat: 34.409912,
    lng: 133.19577,
    genre: '見る/文化施設'
  },
  {
    name: '向島洋らんセンター',
    lat: 34.375793,
    lng: 133.206331,
    genre: '見る/文化施設'
  },
  {
    name: '尾道市因島フラワーセンター',
    lat: 34.345396,
    lng: 133.151793,
    genre: '見る/文化施設'
  },
  {
    name: '白滝山（瀬戸内海国立公園）',
    lat: 34.345243,
    lng: 133.15773,
    genre: '見る/公園・庭園'
  },
  {
    name: '因島公園',
    lat: 34.286284,
    lng: 133.185401,
    genre: '見る/公園・庭園'
  },
  {
    name: '千光寺公園',
    lat: 34.411207,
    lng: 133.197341,
    genre: '見る/公園・庭園'
  },
  {
    name: '鳴滝山（瀬戸内海国立公園）',
    lat: 34.410804,
    lng: 133.147001,
    genre: '見る/公園・庭園'
  },
  {
    name: '高見山（瀬戸内海国立公園）',
    lat: 34.369936,
    lng: 133.208306,
    genre: '見る/公園・庭園'
  },
  {
    name: '千光寺公園展望台',
    lat: 34.410678,
    lng: 133.196933,
    genre: '見る/施設景観'
  },
  {
    name: '高見山展望台',
    lat: 34.368272,
    lng: 133.207147,
    genre: '見る/施設景観'
  },
  {
    name: 'みつぎ遊々館',
    lat: 34.515112,
    lng: 133.135687,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '尾道市マリンユースセンター',
    lat: 34.362533,
    lng: 133.21237,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '大浜埼キャンプ場',
    lat: 34.357856,
    lng: 133.171291,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: 'しまなみビーチ',
    lat: 34.357418,
    lng: 133.168078,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '瀬戸田サンセットビーチ（しまなみレモンビーチ）',
    lat: 34.280173,
    lng: 133.072295,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  { name: '養老温泉本館', lat: 34.449207, lng: 133.198643, genre: '遊ぶ/温泉' },
  {
    name: '観光遊漁船',
    lat: 34.301533,
    lng: 133.083317,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  { name: '桂馬蒲鉾商店', lat: 34.406193, lng: 133.197403, genre: '買う' },
  {
    name: '瀬戸のうたみち遊歩道',
    lat: 34.368449,
    lng: 133.207254,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '文学のこみち',
    lat: 34.410836,
    lng: 133.197632,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '千光寺山ロープウェイ',
    lat: 34.410573,
    lng: 133.19755,
    genre: '乗り物'
  },
  {
    name: '尾道大橋みかん狩り園',
    lat: 34.405059,
    lng: 133.211994,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '慈観寺のボタン',
    lat: 34.411247,
    lng: 133.201128,
    genre: '見る/動・植物'
  },
  { name: '生口島', lat: 34.306025, lng: 133.095268, genre: '見る/自然景観' },
  {
    name: '木造仏殿様厨子',
    lat: 34.387533,
    lng: 133.206973,
    genre: '見る/文化史跡'
  },
  {
    name: '本因坊秀策の碑',
    lat: 34.328319,
    lng: 133.183813,
    genre: '見る/その他'
  },
  { name: '因島', lat: 34.294591, lng: 133.169191, genre: '見る/自然景観' },
  {
    name: '高見山公園の桜',
    lat: 34.369936,
    lng: 133.208284,
    genre: '見る/動・植物'
  },
  { name: '向島', lat: 34.395702, lng: 133.198548, genre: '見る/自然景観' },
  {
    name: '山波艮神社のウバメガシ',
    lat: 34.413067,
    lng: 133.229853,
    genre: '見る/動・植物'
  },
  {
    name: '阿弥陀寺のビャクシン',
    lat: 34.3809,
    lng: 133.163603,
    genre: '見る/動・植物'
  },
  {
    name: 'みつぎグリーンランド',
    lat: 34.506621,
    lng: 133.069054,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '千光寺公園の桜',
    lat: 34.411207,
    lng: 133.197341,
    genre: '見る/動・植物'
  },
  { name: '除虫菊', lat: 34.344331, lng: 133.140028, genre: '見る/動・植物' },
  { name: '鴻雪爪の碑', lat: 34.320769, lng: 133.168743, genre: '見る/その他' },
  {
    name: '御寺のイブキビャクシン',
    lat: 34.280043,
    lng: 133.117833,
    genre: '見る/動・植物'
  },
  {
    name: '因島公園の桜',
    lat: 34.286279,
    lng: 133.18541,
    genre: '見る/動・植物'
  },
  { name: '済法寺', lat: 34.409062, lng: 133.191964, genre: '見る/神社仏閣' },
  { name: '金剛院', lat: 34.415186, lng: 133.203502, genre: '見る/神社仏閣' },
  {
    name: 'おのみち映画資料館',
    lat: 34.409573,
    lng: 133.205266,
    genre: '見る/文化施設'
  },
  {
    name: '平山郁夫美術館',
    lat: 34.305721,
    lng: 133.090427,
    genre: '見る/文化施設'
  },
  {
    name: 'しまなみ交流館(テアトロシェルネ)',
    lat: 34.403848,
    lng: 133.192573,
    genre: '遊ぶ/文化施設'
  },
  {
    name: 'しまなみレンタサイクル協会',
    lat: 34.403329,
    lng: 133.192881,
    genre: '乗り物'
  },
  {
    name: '道の駅クロスロードみつぎ',
    lat: 34.511452,
    lng: 133.144634,
    genre: '買う'
  },
  {
    name: '爽籟軒庭園',
    lat: 34.411995,
    lng: 133.206713,
    genre: '見る/公園・庭園'
  },
  {
    name: '尾道ふれあいの里',
    lat: 34.513312,
    lng: 133.129377,
    genre: '遊ぶ/温泉'
  },
  {
    name: 'おのみち歴史博物館（旧尾道銀行本店）',
    lat: 34.409767,
    lng: 133.204872,
    genre: '見る/文化施設'
  },
  {
    name: 'おのみち文学の館　中村憲吉旧居',
    lat: 34.410304,
    lng: 133.199183,
    genre: '見る/文化施設'
  },
  {
    name: 'なかた美術館',
    lat: 34.409137,
    lng: 133.186956,
    genre: '見る/文化施設'
  },
  { name: '岩屋山', lat: 34.403236, lng: 133.210232, genre: '見る/自然景観' },
  { name: '海福寺', lat: 34.407261, lng: 133.197742, genre: '見る/神社仏閣' },
  { name: '宝土寺', lat: 34.408231, lng: 133.199317, genre: '見る/神社仏閣' },
  { name: '信行寺', lat: 34.408698, lng: 133.200042, genre: '見る/神社仏閣' },
  {
    name: '海雲塔（三重塔）',
    lat: 34.410044,
    lng: 133.199852,
    genre: '見る/神社仏閣'
  },
  {
    name: '天寧寺の五百羅漢',
    lat: 34.409488,
    lng: 133.200767,
    genre: '見る/神社仏閣'
  },
  { name: '正授院', lat: 34.411028, lng: 133.201683, genre: '見る/神社仏閣' },
  { name: '艮神社', lat: 34.410717, lng: 133.200655, genre: '見る/神社仏閣' },
  { name: '妙宣寺', lat: 34.411123, lng: 133.200705, genre: '見る/神社仏閣' },
  { name: '慈観寺', lat: 34.411253, lng: 133.201082, genre: '見る/神社仏閣' },
  { name: '善勝寺', lat: 34.411756, lng: 133.200367, genre: '見る/神社仏閣' },
  {
    name: '御袖天満宮',
    lat: 34.413393,
    lng: 133.202151,
    genre: '見る/神社仏閣'
  },
  { name: '大山寺', lat: 34.4133, lng: 133.20247, genre: '見る/神社仏閣' },
  { name: '常称寺', lat: 34.412464, lng: 133.203894, genre: '見る/神社仏閣' },
  { name: '持善院', lat: 34.414669, lng: 133.203225, genre: '見る/神社仏閣' },
  { name: '浄泉寺', lat: 34.413008, lng: 133.205258, genre: '見る/神社仏閣' },
  { name: '尊光寺', lat: 34.41236, lng: 133.205822, genre: '見る/神社仏閣' },
  { name: '正念寺', lat: 34.413215, lng: 133.205863, genre: '見る/神社仏閣' },
  { name: '海徳寺', lat: 34.413421, lng: 133.209592, genre: '見る/神社仏閣' },
  {
    name: '吉備津彦（一宮）神社',
    lat: 34.40772,
    lng: 133.198756,
    genre: '見る/神社仏閣'
  },
  {
    name: '烏須井八幡（栗原八幡）神社',
    lat: 34.421807,
    lng: 133.187578,
    genre: '見る/神社仏閣'
  },
  { name: '興福寺', lat: 34.301463, lng: 133.086969, genre: '見る/神社仏閣' },
  {
    name: '岩子島　厳島神社',
    lat: 34.377258,
    lng: 133.156911,
    genre: '見る/神社仏閣'
  },
  {
    name: '艮神社（因島椋浦町）',
    lat: 34.317465,
    lng: 133.202298,
    genre: '見る/神社仏閣'
  },
  {
    name: '艮神社（御調町大蔵）',
    lat: 34.530913,
    lng: 133.178639,
    genre: '見る/神社仏閣'
  },
  { name: '大元神社', lat: 34.404632, lng: 133.210297, genre: '見る/神社仏閣' },
  { name: '沖の観音', lat: 34.393726, lng: 133.276767, genre: '見る/神社仏閣' },
  { name: '覚明神社', lat: 34.390749, lng: 133.196954, genre: '見る/神社仏閣' },
  {
    name: '亀森八幡神社',
    lat: 34.398324,
    lng: 133.202482,
    genre: '見る/神社仏閣'
  },
  { name: '冠天神', lat: 34.395908, lng: 133.230476, genre: '見る/神社仏閣' },
  {
    name: '久保亀山八幡神社',
    lat: 34.41347,
    lng: 133.205449,
    genre: '見る/神社仏閣'
  },
  {
    name: '熊箇原八幡神社',
    lat: 34.322886,
    lng: 133.172811,
    genre: '見る/神社仏閣'
  },
  { name: '西提寺', lat: 34.400918, lng: 133.211114, genre: '見る/神社仏閣' },
  { name: '照源寺', lat: 34.515232, lng: 133.143593, genre: '見る/神社仏閣' },
  { name: '地蔵院', lat: 34.328443, lng: 133.185959, genre: '見る/神社仏閣' },
  { name: '成願寺', lat: 34.325571, lng: 133.168444, genre: '見る/神社仏閣' },
  { name: '住吉神社', lat: 34.408175, lng: 133.20285, genre: '見る/神社仏閣' },
  { name: '善徳寺', lat: 34.301931, lng: 133.184467, genre: '見る/神社仏閣' },
  { name: '善立寺', lat: 34.278596, lng: 133.116649, genre: '見る/神社仏閣' },
  { name: '対潮院', lat: 34.298128, lng: 133.178339, genre: '見る/神社仏閣' },
  {
    name: '垂水天満宮',
    lat: 34.283449,
    lng: 133.075065,
    genre: '見る/神社仏閣'
  },
  { name: '長福寺', lat: 34.327285, lng: 133.169622, genre: '見る/神社仏閣' },
  {
    name: '萩八幡神社',
    lat: 34.500797,
    lng: 133.115058,
    genre: '見る/神社仏閣'
  },
  { name: '法然寺', lat: 34.305488, lng: 133.086569, genre: '見る/神社仏閣' },
  { name: '摩訶衍寺', lat: 34.491235, lng: 133.197565, genre: '見る/神社仏閣' },
  { name: '見性寺', lat: 34.342061, lng: 133.176094, genre: '見る/神社仏閣' },
  {
    name: '密厳浄土寺',
    lat: 34.303864,
    lng: 133.171606,
    genre: '見る/神社仏閣'
  },
  {
    name: 'はっさく発祥の地記念碑',
    lat: 34.303864,
    lng: 133.171606,
    genre: '見る/文化史跡'
  },
  { name: '無量寺', lat: 34.289343, lng: 133.196771, genre: '見る/神社仏閣' },
  {
    name: '百島八幡神社',
    lat: 34.376796,
    lng: 133.272009,
    genre: '見る/神社仏閣'
  },
  { name: '薬師寺', lat: 34.284734, lng: 133.130569, genre: '見る/神社仏閣' },
  { name: '八坂神社', lat: 34.413468, lng: 133.205446, genre: '見る/神社仏閣' },
  { name: '山脇神社', lat: 34.414771, lng: 133.208351, genre: '見る/神社仏閣' },
  {
    name: '尾道駅観光案内所',
    lat: 34.404826,
    lng: 133.193826,
    genre: '見る/文化施設'
  },
  {
    name: '因島アメニティ公園',
    lat: 34.357045,
    lng: 133.168175,
    genre: '見る/公園・庭園'
  },
  {
    name: '新尾道駅観光案内所',
    lat: 34.429984,
    lng: 133.190275,
    genre: '見る/文化施設'
  },
  {
    name: '瀬戸田町観光案内所',
    lat: 34.306071,
    lng: 133.089886,
    genre: '見る/文化施設'
  },
  {
    name: 'ロープウェイ山麓駅観光案内所',
    lat: 34.410667,
    lng: 133.201494,
    genre: '見る/文化施設'
  },
  {
    name: '尾道ええもんや（尾道観光土産品協同組合）',
    lat: 34.409614,
    lng: 133.202397,
    genre: '買う'
  },
  {
    name: '尾道商業会議所記念館',
    lat: 34.406559,
    lng: 133.198184,
    genre: '見る/文化施設'
  },
  { name: '岩倉の水', lat: 34.513591, lng: 133.115448, genre: '見る/その他' },
  { name: '大田貝塚', lat: 34.427838, lng: 133.22562, genre: '見る/文化史跡' },
  { name: '海物園跡', lat: 34.395497, lng: 133.187271, genre: '見る/文化史跡' },
  {
    name: '蒲刈小早川氏五輪塔',
    lat: 34.315746,
    lng: 133.200839,
    genre: '見る/文化史跡'
  },
  {
    name: '因島アメニティプール',
    lat: 34.356997,
    lng: 133.16792,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '菅公の腰掛け岩',
    lat: 34.412173,
    lng: 133.202234,
    genre: '見る/文化史跡'
  },
  {
    name: '高根島灯台',
    lat: 34.333793,
    lng: 133.076663,
    genre: '見る/文化史跡'
  },
  {
    name: '古浜児童公園',
    lat: 34.397938,
    lng: 133.174263,
    genre: '見る/公園・庭園'
  },
  {
    name: '小林和作旧居',
    lat: 34.416914,
    lng: 133.198753,
    genre: '見る/文化史跡'
  },
  { name: '汐待亭', lat: 34.30441, lng: 133.086242, genre: '見る/文化施設' },
  {
    name: '浄土寺山展望台',
    lat: 34.414864,
    lng: 133.213183,
    genre: '見る/施設景観'
  },
  {
    name: '瀬戸田町歴史民俗資料館',
    lat: 34.304438,
    lng: 133.084295,
    genre: '見る/文化施設'
  },
  {
    name: '尾道市営プール',
    lat: 34.409326,
    lng: 133.194184,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '猫の細道',
    lat: 34.410576,
    lng: 133.200222,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '久山田水源地',
    lat: 34.426239,
    lng: 133.164872,
    genre: '見る/文化施設'
  },
  {
    name: '本因坊秀策の墓',
    lat: 34.328443,
    lng: 133.185959,
    genre: '見る/文化史跡'
  },
  {
    name: '向島捕虜収容所跡',
    lat: 34.400762,
    lng: 133.204991,
    genre: '見る/文化史跡'
  },
  {
    name: '竜王山の石仏群',
    lat: 34.409821,
    lng: 133.183764,
    genre: '見る/文化史跡'
  },
  { name: 'アートベース百島', lat: 34.37688, lng: 133.27245, genre: 'その他' },
  {
    name: '尾道イーハトーヴ・尾道アート館',
    lat: 34.410253,
    lng: 133.199892,
    genre: 'その他'
  },
  {
    name: '尾道イーハトーヴ・招き猫美術館in尾道',
    lat: 34.410387,
    lng: 133.199873,
    genre: '見る/文化施設'
  },
  {
    name: 'MOU尾道市立大学美術館',
    lat: 34.411535,
    lng: 133.209072,
    genre: '見る/文化施設'
  },
  {
    name: 'おのみち海辺の美術館',
    lat: 34.406338,
    lng: 133.199134,
    genre: '見る/文化施設'
  },
  {
    name: '福山大学マリンバイオセンター水族館',
    lat: 34.34911,
    lng: 133.17503,
    genre: '見る/文化施設'
  },
  {
    name: '林芙美子像',
    lat: 34.405779,
    lng: 133.195537,
    genre: '見る/文化史跡'
  },
  {
    name: '尾道市シルバー人材センター観光ガイド',
    lat: 34.42288,
    lng: 133.21021,
    genre: 'その他'
  },
  {
    name: '観光パートナー尾道の会',
    lat: 34.410667,
    lng: 133.201494,
    genre: 'その他'
  },
  {
    name: '因島観光ガイドつれしお会',
    lat: 34.283583,
    lng: 133.178535,
    genre: 'その他'
  },
  {
    name: 'しまなみガイド瀬戸田会',
    lat: 34.306071,
    lng: 133.089886,
    genre: 'その他'
  },
  {
    name: '因島観光協会',
    lat: 34.283583,
    lng: 133.178535,
    genre: '見る/文化施設'
  },
  {
    name: 'ONOMICHI U2',
    lat: 34.401957,
    lng: 133.189814,
    genre: '見る/文化施設'
  },
  {
    name: '尾道平原温泉　ぽっぽの湯',
    lat: 34.410056,
    lng: 133.179032,
    genre: '遊ぶ/温泉'
  },
  { name: 'ゆうじん温泉', lat: 34.495298, lng: 133.207681, genre: '遊ぶ/温泉' },
  { name: '尾道駅前渡船', lat: 34.403449, lng: 133.193666, genre: '乗り物' },
  { name: '福本渡船', lat: 34.405093, lng: 133.196601, genre: '乗り物' },
  { name: '尾道渡船', lat: 34.40661, lng: 133.200665, genre: '乗り物' },
  {
    name: '広島県立　びんご運動公園',
    lat: 34.433503,
    lng: 133.177551,
    genre: '遊ぶ/文化施設'
  },
  { name: '工房　尾道帆布', lat: 34.408052, lng: 133.200675, genre: '買う' },
  {
    name: 'にぎり仏作り',
    lat: 34.407227,
    lng: 133.19594,
    genre: '遊ぶ/その他'
  },
  {
    name: '浪分観音（木造千手観音立像）',
    lat: 34.408223,
    lng: 133.1978,
    genre: '見る/文化施設'
  },
  {
    name: '紙本著色村上新蔵人吉充像',
    lat: 34.328013,
    lng: 133.166406,
    genre: '見る/文化施設'
  },
  {
    name: '因島村上氏一族の墓地',
    lat: 34.326966,
    lng: 133.166063,
    genre: '見る/文化史跡'
  },
  {
    name: '「転校生」待ち合わせ（尾道駅）',
    lat: 34.40484,
    lng: 133.193651,
    genre: '見る/その他'
  },
  {
    name: '「転校生」一美の家に行く陸橋（光明寺下陸橋）',
    lat: 34.406979,
    lng: 133.198256,
    genre: '見る/その他'
  },
  {
    name: '「転校生」チンピラとの乱闘（文学のこみち）',
    lat: 34.410836,
    lng: 133.197633,
    genre: '見る/その他'
  },
  {
    name: '「転校生」登校途中の道（志賀直哉旧居坂道）',
    lat: 34.408721,
    lng: 133.198889,
    genre: '見る/その他'
  },
  {
    name: '「転校生」「ふたり」喫茶店（こもん）',
    lat: 34.410711,
    lng: 133.20185,
    genre: '見る/その他'
  },
  {
    name: '「転校生」学校近くの道（長江小学校 横）',
    lat: 34.414657,
    lng: 133.20061,
    genre: '見る/その他'
  },
  {
    name: '「転校生」法事（福善寺）',
    lat: 34.412011,
    lng: 133.202947,
    genre: '見る/その他'
  },
  {
    name: '「転校生」ラストシーン（市役所前道路）',
    lat: 34.409126,
    lng: 133.204819,
    genre: '見る/その他'
  },
  {
    name: '「転校生」転がり落ちる石段（御袖天満宮）',
    lat: 34.413189,
    lng: 133.202138,
    genre: '見る/その他'
  },
  {
    name: '「転校生」水泳に行く道（尾道大橋）',
    lat: 34.409418,
    lng: 133.216667,
    genre: '見る/その他'
  },
  {
    name: '「時をかける少女」「ふたり」ある神社（艮神社）',
    lat: 34.410721,
    lng: 133.20065,
    genre: '見る/その他'
  },
  {
    name: '「時をかける少女」学校（長江小学校）',
    lat: 34.414657,
    lng: 133.20061,
    genre: '見る/その他'
  },
  {
    name: '「さびしんぼう」竜王山（日比崎中学校上）',
    lat: 34.407731,
    lng: 133.182867,
    genre: '見る/その他'
  },
  {
    name: '「さびしんぼう」竜王山下の門（日比崎中学校上）',
    lat: 34.407731,
    lng: 133.182867,
    genre: '見る/その他'
  },
  {
    name: '「さびしんぼう」ヒロキの家（西願寺）',
    lat: 34.405609,
    lng: 133.180918,
    genre: '見る/その他'
  },
  {
    name: '「さびしんぼう」ヒロキの家近くの道（西願寺下の四つ角）',
    lat: 34.405609,
    lng: 133.180918,
    genre: '見る/その他'
  },
  {
    name: '「さびしんぼう」学校（尾道北高校）',
    lat: 34.419144,
    lng: 133.194172,
    genre: '見る/その他'
  },
  {
    name: '「ふたり」土堂小学校',
    lat: 34.406912,
    lng: 133.195495,
    genre: '見る/その他'
  },
  {
    name: '「ふたり」向島大橋',
    lat: 34.376208,
    lng: 133.173619,
    genre: '見る/その他'
  },
  {
    name: '「ふたり」立花活用村',
    lat: 34.365313,
    lng: 133.20272,
    genre: '見る/その他'
  },
  {
    name: '「あした」兼吉バス待合所（ロケセット）',
    lat: 34.404533,
    lng: 133.203218,
    genre: '見る/その他'
  },
  {
    name: '「あの、夏の日-とんでろ、じいちゃん」土堂突堤',
    lat: 34.406255,
    lng: 133.199317,
    genre: '見る/その他'
  },
  {
    name: '「あの、夏の日-とんでろ、じいちゃん」ぽんぽん岩（鼓岩）',
    lat: 34.409725,
    lng: 133.197708,
    genre: '見る/その他'
  },
  {
    name: '「男たちの大和／YAMATO」岩子島 厳島神社',
    lat: 34.377258,
    lng: 133.15691,
    genre: '見る/その他'
  },
  {
    name: '河野観光農園',
    lat: 34.305002,
    lng: 133.091377,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '高橋みかん狩りセンター',
    lat: 34.386211,
    lng: 133.174716,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '平山農園',
    lat: 34.370263,
    lng: 133.217233,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '万汐農園',
    lat: 34.370266,
    lng: 133.217638,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: 'みくに農園',
    lat: 34.306009,
    lng: 133.105927,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '住田農園',
    lat: 34.377488,
    lng: 133.196272,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '和光観光オレンジ園',
    lat: 34.347516,
    lng: 133.170087,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '広島県立びんご運動公園オートキャンプ場',
    lat: 34.428112,
    lng: 133.175405,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '長者原スポーツセンター',
    lat: 34.43719,
    lng: 133.211201,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '向島運動公園プール',
    lat: 34.381439,
    lng: 133.185282,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: 'しまなみ海道つり堀公園',
    lat: 34.275781,
    lng: 133.117035,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '遊漁船 海正丸',
    lat: 34.386962,
    lng: 133.176714,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '因島マリーナ',
    lat: 34.347615,
    lng: 133.147876,
    genre: '遊ぶ/スポーツ・レジャー'
  },
  {
    name: '瀬戸内クルージング',
    lat: 34.403329,
    lng: 133.192881,
    genre: '乗り物'
  },
  { name: 'つるみ', lat: 34.411336, lng: 133.195078, genre: '買う' },
  {
    name: '千光寺公園頂上売店',
    lat: 34.410842,
    lng: 133.196818,
    genre: '買う'
  },
  { name: '井上製麺所', lat: 34.411331, lng: 133.208727, genre: '買う' },
  { name: '亀井堂', lat: 34.304402, lng: 133.086528, genre: '買う' },
  { name: '富士本舗', lat: 34.304568, lng: 133.087989, genre: '買う' },
  { name: '橘屋', lat: 34.305346, lng: 133.09173, genre: '買う' },
  { name: '久松商店', lat: 34.305161, lng: 133.090217, genre: '買う' },
  {
    name: '浜岡商店　Ｔhe尾道',
    lat: 34.428824,
    lng: 133.237096,
    genre: '買う'
  },
  {
    name: 'Giftあいらんど　かわ邉',
    lat: 34.397827,
    lng: 133.215663,
    genre: '買う'
  },
  { name: 'イトク食品', lat: 34.457536, lng: 133.171817, genre: '買う' },
  {
    name: '光明寺（因島）',
    lat: 34.320683,
    lng: 133.167459,
    genre: '見る/神社仏閣'
  },
  {
    name: '尾道ガウディハウス（旧和泉家別邸）',
    lat: 34.406055,
    lng: 133.191957,
    genre: '見る/その他'
  },
  {
    name: 'クレーンライトアップ',
    lat: 34.401057,
    lng: 133.196638,
    genre: '見る/自然景観'
  },
  {
    name: '未来心の丘',
    lat: 34.303295,
    lng: 133.088802,
    genre: '見る/文化施設'
  },
  {
    name: 'ベル・カントホール',
    lat: 34.306253,
    lng: 133.089698,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '多々羅大橋',
    lat: 34.259921,
    lng: 133.064169,
    genre: '見る/文化施設'
  },
  { name: '生口橋', lat: 34.303861, lng: 133.149991, genre: '見る/文化施設' },
  { name: '尾道大橋', lat: 34.409418, lng: 133.216667, genre: '見る/文化施設' },
  {
    name: '亀の首地蔵',
    lat: 34.309191,
    lng: 133.085446,
    genre: '見る/文化史跡'
  },
  {
    name: '潮音山公園',
    lat: 34.30722,
    lng: 133.086076,
    genre: '見る/公園・庭園'
  },
  { name: 'レモン谷', lat: 34.264043, lng: 133.071108, genre: '見る/自然景観' },
  {
    name: '光明坊十三重塔',
    lat: 34.280113,
    lng: 133.117518,
    genre: '見る/文化施設'
  },
  {
    name: '白滝山の五百羅漢',
    lat: 34.345211,
    lng: 133.157733,
    genre: '見る/文化史跡'
  },
  { name: '金蓮寺', lat: 34.326966, lng: 133.166063, genre: '見る/神社仏閣' },
  {
    name: '因島大橋記念公園',
    lat: 34.355696,
    lng: 133.173573,
    genre: '見る/公園・庭園'
  },
  { name: '地蔵鼻', lat: 34.298155, lng: 133.209598, genre: '見る/文化史跡' },
  {
    name: '本因坊秀策囲碁記念館',
    lat: 34.328071,
    lng: 133.18386,
    genre: '見る/文化施設'
  },
  {
    name: 'おのみち文学の館　文学記念室（旧福井家住宅）',
    lat: 34.409437,
    lng: 133.199389,
    genre: '見る/文化施設'
  },
  {
    name: 'おのみち文学の館　志賀直哉旧居',
    lat: 34.40872,
    lng: 133.198889,
    genre: '見る/文化施設'
  },
  { name: '縮景園', lat: 34.400111, lng: 132.46734, genre: '見る/公園・庭園' },
  {
    name: 'ひろしま遊学の森　広島県緑化センター',
    lat: 34.434576,
    lng: 132.565144,
    genre: '見る/公園・庭園'
  },
  {
    name: 'ひろしま遊学の森　広島市森林公園（こんちゅう館）',
    lat: 34.441393,
    lng: 132.554137,
    genre: '見る/文化施設'
  },
  {
    name: '渝華園(中国庭園)',
    lat: 34.400881,
    lng: 132.453092,
    genre: '見る/公園・庭園'
  },
  {
    name: '大芝公園｢交通ランド」',
    lat: 34.418977,
    lng: 132.46064,
    genre: '見る/公園・庭園'
  },
  {
    name: '広島市安佐動物公園',
    lat: 34.496663,
    lng: 132.442718,
    genre: '見る/動・植物'
  },
  {
    name: '花みどり公園',
    lat: 34.509417,
    lng: 132.413153,
    genre: '見る/公園・庭園'
  },
  {
    name: '広島市植物公園',
    lat: 34.390706,
    lng: 132.347438,
    genre: '見る/動・植物'
  },
  {
    name: '広島県立美術館',
    lat: 34.399787,
    lng: 132.466332,
    genre: '見る/文化施設'
  },
  {
    name: '広島市映像文化ライブラリー',
    lat: 34.398848,
    lng: 132.456972,
    genre: '見る/文化施設'
  },
  {
    name: 'ひろしま美術館',
    lat: 34.39873,
    lng: 132.45806,
    genre: '見る/文化施設'
  },
  {
    name: '5-Daysこども文化科学館（プラネタリウム）',
    lat: 34.398642,
    lng: 132.45379,
    genre: '遊ぶ/文化施設'
  },
  { name: '広島城', lat: 34.402712, lng: 132.459047, genre: '見る/文化施設' },
  {
    name: '広島平和記念資料館',
    lat: 34.391491,
    lng: 132.45307,
    genre: '見る/文化施設'
  },
  {
    name: '国立広島原爆死没者追悼平和祈念館',
    lat: 34.393011,
    lng: 132.453371,
    genre: '見る/文化施設'
  },
  {
    name: '公益財団法人放射線影響研究所',
    lat: 34.382562,
    lng: 132.472285,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '本川小学校平和資料館',
    lat: 34.396207,
    lng: 132.450861,
    genre: '見る/文化施設'
  },
  {
    name: '袋町小学校平和資料館',
    lat: 34.391552,
    lng: 132.458247,
    genre: '見る/文化施設'
  },
  {
    name: '広島市健康づくりセンター健康科学館',
    lat: 34.376321,
    lng: 132.457266,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '広島市江波山気象館',
    lat: 34.366226,
    lng: 132.434982,
    genre: '遊ぶ/文化施設'
  },
  {
    name: '頼山陽史跡資料館',
    lat: 34.391491,
    lng: 132.457244,
    genre: '見る/文化施設'
  },
  {
    name: '広島市現代美術館',
    lat: 34.386371,
    lng: 132.473327,
    genre: '見る/文化施設'
  },
  {
    name: '広島市郷土資料館',
    lat: 34.365983,
    lng: 132.461845,
    genre: '見る/文化施設'
  },
  {
    name: '広島大学医学部医学資料館',
    lat: 34.380563,
    lng: 132.477393,
    genre: '見る/文化施設'
  },
  {
    name: 'ヌマジ交通ミュージアム（広島市交通科学館）',
    lat: 34.470698,
    lng: 132.428201,
    genre: '遊ぶ/文化施設'
  },
  { name: '泉美術館', lat: 34.373346, lng: 132.399019, genre: '見る/文化施設' },
  {
    name: '広島市まんが図書館',
    lat: 34.387747,
    lng: 132.474454,
    genre: '見る/文化施設'
  },
  {
    name: '広島市まんが図書館あさ閲覧室',
    lat: 34.476217,
    lng: 132.444885,
    genre: '見る/文化施設'
  },
  {
    name: '広島市水産振興センター(魚と漁業の資料展示室)',
    lat: 34.362265,
    lng: 132.380713,
    genre: '見る/文化施設'
  },
  {
    name: '広島市水道資料館',
    lat: 34.417593,
    lng: 132.467201,
    genre: '見る/文化施設'
  },
  {
    name: 'マツダミュージアム(マツダ株式会社)',
    lat: 34.377057,
    lng: 132.503011,
    genre: '遊ぶ/文化施設'
  },
  {
    name: 'おりづるタワー',
    lat: 34.395671,
    lng: 132.454692,
    genre: '遊ぶ/文化施設'
  }
]
